artdiniz.quitcontrol-vscode
astro-build.astro-vscode
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
editorconfig.editorconfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.vscode-github-actions
golang.go
irongeek.vscode-env
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.js-debug-nightly
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
pkief.material-icon-theme
prisma.prisma
redhat.vscode-yaml
runem.lit-plugin
rust-lang.rust-analyzer
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
timonwong.shellcheck
usernamehw.errorlens
vitest.explorer
vue.volar
wix.vscode-import-cost
