brew "fzf"
brew "git"
brew "go"
brew "golang-migrate"
brew "mise"
brew "neovim"
brew "sqlc"
brew "starship"
brew "stow"
brew "wasm-pack"

cask "1password"
cask "arc"
cask "brave-browser"
cask "brewlet"
cask "discord"
cask "figma"
cask "jetbrains-toolbox"
cask "min"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
