brew "asdf"
brew "fzf"
brew "git"
brew "go"
brew "golang-migrate"
brew "neovim"
brew "sqlc"
brew "starship"
brew "stow"
brew "wasm-pack"

cask "1password"
cask "brave-browser"
cask "brewlet"
cask "min"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "tableplus"
cask "warp"

tap "homebrew/cask-versions"
cask "visual-studio-code-insiders"
